



variableOne = 1 # Создал первую переменную.
variableTwo = 2 # Создал вторую переменную.

print (variableOne, variableTwo) # Вывел на экран.

numberOne = input("Введи первое число.\n") # Запросил первое число, сохранил в переменную.
numberTwo = input("Введи второе число.\n") # Запросил второе число, сохранил в переменную.
textOne = input("Введи первый текст.\n") # Запросил первый текст, сохранил в переменную.
textTwo = input("Введи второй текст.\n") # Запросил второй текст, сохранил в переменную.

print("Первое число: " + numberOne, "\nВторое число: " + numberTwo, "\nПервый текст: " + textOne, "\nВторой текст: " + textTwo) # Вывел на экран.